avahi
base
base-devel
bat
btop
docker
fd
fish
git
grub
less
linux
linux-firmware
neovim
networkmanager
nss-mdns
openssh
ripgrep
starship
stow
sudo
tree-sitter-cli
which
wpa_supplicant
zram-generator
