tap "nikitabobko/tap"
brew "bat"
brew "btop"
brew "duf"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "htop"
brew "neovim"
brew "ripgrep"
brew "sc-im"
brew "starship"
brew "stow"
brew "tldr"
brew "tmux"
brew "watch"
brew "yazi"
cask "aerospace"
cask "ghostty"
cask "tailscale-app"
